Repository: dfraser74/arnie
Catalog: languages/arniebot-*.po
Languages: ru_ru

source: A.R.N.I.E requires PHP Version 5.3.0 or higher. Please contact your web host and ask them to upgrade your server.
ru_ru: A.R.N.I.E. требует PHP версии 5.3.0. или выше. Пожалуйста, обратитесь к вашему хостинг-провайдеру и попросите их обновить ПО на сервере.

source: A patient chat bot.
ru_ru: Терпеливый чат бот.

source: Bots
ru_ru: Боты

source: Bot
ru_ru: Бот

source: Add New Bot
ru_ru: Добавить нового бота

source: Edit Bot
ru_ru: Редактировать бот

source: New Bot
ru_ru: Новый бот

source: No bots found
ru_ru: Ботов не найдено

source: All Bots
ru_ru: Все боты

source: General
ru_ru: Общее

source: Bot description
ru_ru: Описание бота

source: A short description for this bot.
ru_ru: Короткое описание для этого бота.

source: Script Generics / Bot Introduction
ru_ru: Общие сценарии / Бот приветствует

source: Bot Introductions
ru_ru: Приветствие бота

source: The bot will randomly pick one of these when starting a conversation.
ru_ru: Бот рандомно выберет одну из реплик для приветствия.

source: Responses
ru_ru: Ответы

source: Response line
ru_ru: Строка ответа

source: Response
ru_ru: Ответ

source: Introductions
ru_ru: Реплики приветствия

source: Introduction
ru_ru: Приветствие

source: Script Generics / Bot Farewells
ru_ru: Общие сценарии / Прощания бота

source: Bot Farewells
ru_ru: Прощание бота

source: The bot will randomly pick one of these to say goodbye.
ru_ru: Бот случайным образом выберет одну из реплик для прощания.

source: Patterns
ru_ru: Паттерны

source: Pattern
ru_ru: Паттерн

source: Farewells
ru_ru: Реплики прощания

source: Farewell
ru_ru: До свидания

source: Script Generics / Bot Udc
ru_ru: Общие сценарии / Бот не понимает, что от него хотят

source: Bot Udces
ru_ru: Бот не понимает, что от него хотят

source: Script Generics / Bot idle
ru_ru: Общие сценарии / Бот молчит

source: Bot idles
ru_ru: Реплики режима ожидания

source: idles
ru_ru: Режимы ожидания

source: Idle
ru_ru: Режим ожидания

source: Script Generics / Bot yes
ru_ru: Общие сценарии / Бот да

source: Bot yes
ru_ru: Бот да

source: yes
ru_ru: да

source: A bot with this ID does not exist
ru_ru: Бот с таким ID не существует

source: Invalid state for bot.
ru_ru: Ошибочное состояние бота.

source: A hello response has not been defined for this bot.
ru_ru: Реплика приветствия не определена для данного бота.

source: An idle response has not been defined for this bot...
ru_ru: Бот не имеет реплики для режима ожидания

source: A UDC response has not been defined for this bot.
ru_ru: Ответ из UDC не был определен для этого бота.

source: The session state for this conversation JSON in base64.
ru_ru: Состояние сессии для данного разговора в формате JSON в base64.

source: The message to the bot.
ru_ru: Сообщение для бота.

source: This method is not supported.
ru_ru: Этот способ не поддерживается.

source: A nice chat bot that helps do nice things for nice people.
ru_ru: Милый чат бот, который помогает делать хорошие вещи хорошим людям.
